{
  "header": {
    "brand": "Creasia",
    "home": "Go to home",
    "activities": "ACTIVITIES",
    "partners": "PARTNERS",
    "trips": "TRIPS",
    "legal": "LEGAL",
    "languages": "LANGUAGES",
    "networking": "NETWORKING",
    "gourmet": "GOURMET PASS",
    "consulting": "CONSULTING"
  },
  "menu": {
    "toggle": "Open menu",
    "title": "Main menu",
    "home": "HOME",
    "animation": "VIEW ANIMATION",
    "activities": "ACTIVITIES",
    "partners": "PARTNERS",
    "trips": "TRIPS",
    "legal": "LEGAL",
    "languages": "LANGUAGES",
    "networking": "NETWORKING",
    "gourmet": "GOURMET PASS",
    "consulting": "CONSULTING"
  },
  "home": {
    "title": "A living bridge between Spain and China",
    "caption": "We are an association created by people who have lived in China and know the vertigo of starting from scratch. Here, what matters is you: your curiosity, your desire to learn and connect. We are united by building a cultural and professional bridge, regardless of age, origin, identity, or orientation."
  },
  "socios": {
    "title": "Exclusive perks, discounts, event invitations, updates...",
    "registerCaption": "Sign up with your email and a password (minimum 8 characters):",
    "loginCaption": "If you are already a registered Creasia member, sign in with your account:",
    "loginRedirect": "Redirecting to the home page...",
    "actions": {
      "register": "Register",
      "login": "Sign in"
    },
    "registerForm": {
      "name": "Name",
      "surname": "Surname (optional)",
      "email": "Email",
      "password": "Password",
      "optIn": "Receive periodic updates",
      "submit": "Register",
      "alreadyRegistered": "I’m already registered"
    },
    "loginForm": {
      "email": "Email",
      "password": "Password",
      "submit": "Sign in",
      "notRegistered": "I’m not registered"
    },
    "register": {
      "successCheckEmail": "Registration requested.\n\nCheck your email to activate your account."
    },
    "activation": {
      "ok": "Your account has been activated. You can now sign in",
      "expired": "The link has expired. Please request a new one",
      "used": "That link has already been used",
      "invalid": "Invalid activation link",
      "error": "An error occurred while activating the account"
    },
    "login": {
      "greeting": "Hello "
    },
    "errors": {
      "invalidEmailOrPasswordMin8": "Invalid email or password (min. 8)",
      "invalidEmailOrPassword": "Invalid email or password",
      "emailAlreadyRegistered": "That email is already registered",
      "emailAndPasswordRequired": "Email and password are required",
      "emailOrPasswordRequired": "Email/password required",
      "invalidCredentials": "Invalid credentials",
      "mustActivate": "You must activate your account using the link we sent to your email",
      "server": "Server error. Please try again later",
      "generic": "Something went wrong",
      "fillFields": "Please fill in the fields",
      "missingRequired": "Please complete all required fields",
      "invalidEmail": "Email is not valid",
      "alreadyLoggedIn": "You are already logged in. Please check your name in the button at the top right"
    },
    "general": {
      "loading": "Loading…"
    }
  },
  "general": {
    "loading": "Loading…"
  },
  "actividades": {
    "title": "Creasia Activities",
    "section1": {
      "title": "What Creasia Activities Offer",
      "body1": "We curate a calendar that blends culture, training, and community so you can live China from Madrid and beyond. Every proposal is designed to create bridges between people who share curiosity about the country."
    },
    "section2": {
      "title": "Languages and Chinese Classes",
      "body1": "Our language programs range from introductory Mandarin sessions to tailored coaching for professionals who need to negotiate or present in China.",
      "body2": "Native teachers combine conversation, pronunciation workshops, and practical vocabulary so you can feel confident during trips, studies, or business meetings."
    },
    "section3": {
      "title": "Culture and Traditions",
      "body1": "Calligraphy, ink painting, martial arts, and Chinese New Year celebrations help you connect with centuries-old rituals in an inclusive environment.",
      "body2": "We invite artists, masters, and cultural mediators who open up the symbolism behind each practice and adapt it to all levels."
    },
    "section4": {
      "title": "Networking with Purpose",
      "body1": "Monthly meetups, business roundtables, and alumni gatherings connect members across sectors that are building ties with China.",
      "body2": "You will expand your circle with entrepreneurs, students, and creatives while learning to collaborate across cultures in a relaxed, multilingual atmosphere."
    },
    "section5": {
      "title": "Workshops and Experiential Learning",
      "body1": "Cooking classes, tea ceremonies, cinema clubs, and thematic laboratories give you hands-on experiences with flavours, sounds, and stories from different regions.",
      "body2": "Group dynamics are intentionally small so that every participant can ask questions, share insights, and forge lasting friendships."
    }
  },
  "viajes": {
    "title": "Organized Trips",
    "section1": {
      "title": "Traveling with Creasia",
      "body1": "Do you want to travel to China? Come with us… we're already preparing the next trip! Don’t worry if you don’t speak the language or aren’t sure about preparations, sights, routes, activities, hotels, restaurants or shops to choose… with us it’s all easy, you’ll just enjoy the experience."
    },
    "sectionCalendar": {
      "bodyNoLog": "In this shared calendar, you can see upcoming dates when there are already people interested in traveling to China with our group and who are available. If you want to add or change your preferred dates, go to your <a href='/socios'>login</a>.",
      "bodyLog": "To add or modify your preferred dates, select ranges of 2 or more consecutive days on the calendar by tapping any start day and any end day. Then choose Save or Delete as needed:",
      "bodyLegend": "🔴 Red border: days you have selected.   ⚪ White superscript: number of people interested for that date."
    },
    "section2": {
      "title": "Wonders You Will Experience",
      "body1": "From the Great Wall at Mutianyu to the Forbidden City, Suzhou water towns, and the futuristic skylines of Shanghai and Shenzhen, we open the doors to China's contrasts.",
      "body2": "We also explore artisan districts, tea mountains, contemporary art hubs, and UNESCO heritage sites that reveal how tradition and innovation coexist."
    },
    "section3": {
      "title": "Opportunities and Business Bridges",
      "body1": "Creasia trips are a catalyst for partnerships: we arrange meetings with entrepreneurs, chambers of commerce, and innovation spaces that match the profile of our travelers.",
      "body2": "Whether you are looking for suppliers, investors, or inspiration, we help you interpret the context, navigate cultural codes, and follow up on the contacts you make."
    },
    "section4": {
      "title": "Traveling in the Creasia Community",
      "body1": "You will be accompanied by bilingual coordinators, local guides, and a team that takes care of logistics so you can focus on learning and enjoying.",
      "body2": "Pre-departure sessions, shared resources, and post-trip networking keep the group connected and make the experience feel like a collaborative adventure."
    },
    "section5": {
      "title": "Organization and Next Steps",
      "body1": "We prepare itineraries, secure reservations, advise on visas and insurance, and adapt the program to accessibility or dietary needs.",
      "body2": "If you want to join the next departure or propose a tailored journey, contact our team through the partners area so we can guide you personally."
    }
  },
  "idiomas": {
    "title": "Languages"
  },
  "networking": {
    "title": "Networking"
  },
  "legal": {
    "title": "Legal notice",
    "section1": {
      "title": "1. General Information",
      "body": "Creasia is an entity dedicated to organizing cultural activities, trips, training, and consulting between Spain and China. Accessing and using this website implies acceptance of these legal terms."
    },
    "section2": {
      "title": "2. Personal Data Protection",
      "body1": "Personal data provided through Creasia’s forms will be processed in accordance with the applicable data protection regulations (EU Regulation 2016/679 and Spanish Organic Law 3/2018).",
      "body2": "The purpose of the processing is to manage the relationship with users, send information about Creasia’s activities, news, and services, and handle inquiries. Data will not be transferred to third parties except where required by law.",
      "body3Before": "Users may exercise their rights of access, rectification, erasure, restriction, objection, and portability via the ",
      "contactLink": "Contact us",
      "body3After": " section.",
      "body4": "If you wish to unsubscribe from our communications, you may also request it through the same contact page."
    },
    "section3": {
      "title": "3. Disclaimer on Trips and Activities",
      "body1": "Creasia acts as an intermediary in organizing trips and cultural activities, collaborating with external providers. It is not responsible for any incidents, delays, cancellations, itinerary changes, accidents, losses, or damages that may occur during the trips or activities.",
      "body2": "Participants are responsible for meeting the legal and health requirements necessary to travel, as well as for taking out the appropriate insurance."
    },
    "section4": {
      "title": "4. Content and Intellectual Property",
      "body1": "All content on this website, including texts, images, logos, and designs, is owned by Creasia or its respective holders and is protected by intellectual property law.",
      "body2": "Reproduction, distribution, or public communication of the content is prohibited without express authorization."
    },
    "section5": {
      "title": "5. External Links",
      "body1": "This website may contain links to external pages. Creasia is not responsible for the content, accuracy, or operation of those pages, nor for any damages that may result from accessing them."
    },
    "section6": {
      "title": "6. Updates and Changes",
      "body1": "Creasia reserves the right to modify, update, or remove any information on this website, as well as this legal policy, at any time and without prior notice."
    },
    "section7": {
      "title": "7. Applicable Law and Jurisdiction",
      "body1": "These legal terms are governed by Spanish law. For any dispute arising from access to or use of this website, the parties submit to the Courts and Tribunals of Madrid, unless otherwise provided by law."
    }
  },
  "gourmet": {
    "title": "Enjoy with Creasia",
    "leadHighlight": "Creasia Gourmet Pass",
    "leadBody": "invites you to discover the authentic essence of Chinese gastronomy in Madrid with our Gourmet Passport.",
    "secondParagraph": "With it you can enjoy exclusive discounts, special menus, and even free dishes at a selection of Chinese restaurants carefully chosen by the Creasia association.",
    "benefitsIntro": "The Gourmet Passport is much more than a benefits card:",
    "benefit1": "It invites you to travel through the diversity of regional Chinese cuisine without leaving Madrid.",
    "benefit2": "It encourages you to discover new gastronomic corners of the city.",
    "benefit3": "And it makes you part of a community that celebrates Eastern culture in all its forms.",
    "howTitle": "How does it work?",
    "step1": "Get your Creasia Gourmet Pass when you become a member: it will be sent to your email in electronic format.",
    "step2": "Show your passport at participating restaurants.",
    "step3": "Enjoy unique experiences with exclusive benefits.",
    "closing1": "Because the best way to approach a culture is to taste it.",
    "closing2": "With the Gourmet Passport, every dish will be a new chapter in your journey through the tradition and innovation of Chinese cuisine.",
    "altPassport": "Creasia Gourmet Passport",
    "altDining": "Person enjoying the Gourmet Passport",
    "altKids": "Children sharing ice cream"
  },
  "consultoria": {
    "title": "Consulting",
    "caption": "Tailor-made strategies to connect cultures, teams, and businesses between Spain and China.",
    "body1": "We analyze your project and define the landing strategy so your goals in the Chinese or Spanish market are viable and sustainable.",
    "body2": "We work with a network of specialists in culture, communication, and business development to support you at every stage of the process.",
    "service1": "Intercultural diagnosis and roadmap.",
    "service2": "Commercial support and search for strategic partners.",
    "service3": "In-company training for teams in international transition.",
    "contact": "Tell us about your challenge and we’ll design a tailored proposal for your organization."
  },
  "galeria": {
    "title": "Good moments",
    "photoAlt": "Creasia gallery photograph",
    "empty": "No images to display yet."
  }
}
