{
  "header": {
    "brand": "Creasia",
    "partners": "Socios",
    "home": "Ir al inicio",
    "activities": "ACTIVIDADES",
    "trips": "VIAJES",
    "legal": "LEGAL",
    "languages": "IDIOMAS",
    "networking": "NETWORKING",
    "gourmet": "GOURMET PASS",
    "culture": "CULTURA",
    "consulting": "CONSULTORÍA"
  },
  "menu": {
    "toggle": "Abrir menú",
    "title": "Menú principal",
    "home": "Inicio",
    "animation": "Ver animación",
    "activities": "ACTIVIDADES",
    "trips": "VIAJES",
    "legal": "LEGAL",
    "languages": "IDIOMAS",
    "networking": "NETWORKING",
    "gourmet": "GOURMET PASS",
    "culture": "CULTURA",
    "consulting": "CONSULTORÍA"
  },
  "home": {
    "title": "Un puente vivo entre España y China",
    "caption": "Somos una asociación creada por personas que han vivido en China y saben el vértigo de empezar de cero. Aquí lo que importa eres tú: tu curiosidad, tus ganas de aprender y conectar. Nos une construir un puente cultural y profesional, sin importar edad, origen, identidad u orientación."
  },
  "socios": {
    "title": "Ventajas con Creasia y mucho más",
    "caption": "Regístrate con tu email y una contraseña para obtener todos los beneficios que proporciona nuestra asociación: información exclusiva, descuentos, invitaciones a eventos y mucho más...",
    "loginCaption": "Si ya eres socio de Creasia, accede con tu usuario y contraseña y disfruta de todas las ventajas y novedades que tenemos para ti.",
    "actions": {
      "register": "Registro",
      "login": "Accede"
    },
    "registerForm": {
      "name": "Nombre",
      "surname": "Apellido/s",
      "email": "Email",
      "password": "Contraseña",
      "optIn": "Recibir informaciones periódicas",
      "submit": "Registro",
      "alreadyRegistered": "Ya estoy registrado"
    },
    "loginForm": {
      "email": "Email",
      "password": "Contraseña",
      "submit": "Acceder",
      "notRegistered": "No estoy registrado"
    },
    "register": {
      "successCheckEmail": "Registro completado. Revisa tu correo para activar tu usuario."
    },
    "activation": {
      "ok": "Tu cuenta ha sido activada. Ya puedes iniciar sesión.",
      "expired": "El enlace ha caducado. Solicita uno nuevo.",
      "used": "Ese enlace ya fue utilizado.",
      "invalid": "Enlace de activación inválido.",
      "error": "Ha ocurrido un error al activar la cuenta."
    },
    "login": {
      "greeting": "¡Hola {{name}}!"
    },
    "errors": {
      "invalidEmailOrPasswordMin8": "Email o contraseña inválidos (mín. 8).",
      "invalidEmailOrPassword": "Email o contraseña inválidos.",
      "emailAlreadyRegistered": "Ese email ya está registrado.",
      "emailAndPasswordRequired": "Email y contraseña son obligatorios.",
      "emailOrPasswordRequired": "Email/contraseña requeridos.",
      "invalidCredentials": "Credenciales inválidas.",
      "mustActivate": "Debe activar su usuario desde el enlace que enviamos a su correo.",
      "server": "Error de servidor. Inténtalo más tarde.",
      "generic": "Algo no ha ido bien."
    },
    "general": {
      "loading": "Cargando…"
    }
  },
  "general": {
    "loading": "Cargando…"
  },
  "actividades": {
    "title": "Actividades"
  },
  "viajes": {
    "title": "Viajes"
  },
  "idiomas": {
    "title": "Idiomas"
  },
  "networking": {
    "title": "Networking"
  },
  "legal": {
    "title": "Aviso legal",
    "section1": {
      "title": "1. Información General",
      "body": "Creasia es una entidad dedicada a la organización de actividades culturales, viajes, formación y consultoría entre España y China. El acceso y uso de este sitio web implica la aceptación de las presentes condiciones legales."
    },
    "section2": {
      "title": "2. Protección de Datos Personales",
      "body1": "Los datos personales facilitados a través de los formularios de Creasia serán tratados de acuerdo con la normativa vigente en materia de protección de datos (Reglamento UE 2016/679 y Ley Orgánica 3/2018).",
      "body2": "La finalidad del tratamiento es la gestión de la relación con los usuarios, el envío de información sobre actividades, novedades y servicios de Creasia, así como la atención de consultas. Los datos no serán cedidos a terceros salvo obligación legal.",
      "body3Before": "El usuario puede ejercer sus derechos de acceso, rectificación, supresión, limitación, oposición y portabilidad mediante la sección ",
      "contactLink": "Contáctanos",
      "body3After": ".",
      "body4": "Si desea darse de baja de nuestras comunicaciones, también puede solicitarlo a través de la misma página de contacto."
    },
    "section3": {
      "title": "3. Exención de Responsabilidad sobre Viajes y Actividades",
      "body1": "Creasia actúa como intermediario en la organización de viajes y actividades culturales, colaborando con proveedores externos. No se responsabiliza de posibles incidencias, retrasos, cancelaciones, cambios de itinerario, accidentes, pérdidas o daños que puedan producirse durante la realización de los viajes o actividades.",
      "body2": "Los participantes son responsables de cumplir con los requisitos legales y sanitarios necesarios para viajar, así como de contratar los seguros pertinentes."
    },
    "section4": {
      "title": "4. Contenidos y Propiedad Intelectual",
      "body1": "Todos los contenidos de este sitio web, incluyendo textos, imágenes, logotipos y diseños, son propiedad de Creasia o de sus respectivos titulares y están protegidos por la legislación de propiedad intelectual.",
      "body2": "Queda prohibida la reproducción, distribución o comunicación pública de los contenidos sin autorización expresa."
    },
    "section5": {
      "title": "5. Enlaces Externos",
      "body1": "Este sitio web puede contener enlaces a páginas externas. Creasia no se responsabiliza del contenido, exactitud o funcionamiento de dichas páginas, ni de los posibles daños que puedan derivarse del acceso a las mismas."
    },
    "section6": {
      "title": "6. Actualización y Modificación",
      "body1": "Creasia se reserva el derecho de modificar, actualizar o eliminar cualquier información contenida en este sitio web, así como la presente política legal, en cualquier momento y sin previo aviso."
    },
    "section7": {
      "title": "7. Legislación Aplicable y Jurisdicción",
      "body1": "Las presentes condiciones legales se rigen por la legislación española. Para cualquier controversia derivada del acceso o uso de este sitio web, las partes se someten a los Juzgados y Tribunales de Madrid, salvo que la ley disponga lo contrario."
    }
  },
  "gourmet": {
    "title": "Gourmet Pass",
    "leadHighlight": "Gourmet Pass Creasia",
    "leadBody": "te invita a descubrir la auténtica esencia de la gastronomía china en Madrid con nuestro Pasaporte Gourmet.",
    "secondParagraph": "Con él podrás disfrutar de descuentos exclusivos, menús especiales y hasta platos gratuitos en una selección de restaurantes chinos cuidadosamente elegidos por la asociación Creasia.",
    "benefitsIntro": "El Pasaporte Gourmet es mucho más que una tarjeta de ventajas:",
    "benefit1": "Te invita a viajar por la diversidad de sabores de la cocina regional china sin salir de Madrid.",
    "benefit2": "Te anima a conocer nuevos rincones gastronómicos de la ciudad.",
    "benefit3": "Y te convierte en parte de una comunidad que celebra la cultura oriental en todas sus formas.",
    "howTitle": "¿Cómo funciona?",
    "step1": "Consigue tu Gourmet Pass Creasia al hacerte socio: se te enviará en formato electrónico a tu mail.",
    "step2": "Presenta tu pasaporte en los restaurantes adheridos.",
    "step3": "Disfruta de experiencias únicas con beneficios exclusivos.",
    "closing1": "Porque la mejor manera de acercarse a una cultura es saborearla.",
    "closing2": "Con el Pasaporte Gourmet, cada plato será un nuevo capítulo en tu viaje por la tradición y la innovación de la cocina china.",
    "altPassport": "Pasaporte Gourmet Creasia",
    "altDining": "Persona disfrutando del Pasaporte Gourmet",
    "altKids": "Niños compartiendo helado"
  },
  "cultura": {
    "title": "Cultura"
  },
  "consultoria": {
    "title": "Consultoría",
    "caption": "Estrategias hechas a medida para conectar culturas, equipos y negocios entre España y China.",
    "body1": "Analizamos tu proyecto y definimos la estrategia de aterrizaje para que tus objetivos en el mercado chino o español sean viables y sostenibles.",
    "body2": "Trabajamos con una red de especialistas en cultura, comunicación y desarrollo de negocio para acompañarte en cada fase del proceso.",
    "service1": "Diagnóstico y hoja de ruta intercultural.",
    "service2": "Acompañamiento comercial y búsqueda de socios estratégicos.",
    "service3": "Formación in-company para equipos en transición internacional.",
    "contact": "Cuéntanos tu reto y diseñaremos una propuesta personalizada para tu organización."
  }
}
