{
  "es": {
    "welcome": "Bienvenido a...",
    "viajaCon": "Viaja con...",
    "cafeCon": "Aprende chino con...",
    "consultaCon": "Consultorías con...",
    "sobreCon": "Qienes somos...",
    "sucribeCon": "Suscríbete a...",
    "socialCon": "Redes sociales...",
    "novedadCon": "Novedades de...",
    "legalCon": "Información legal...",
    "contactoCon": "Contacta con...",
    "title": "CREASIA",
    "description": "Una comunidad inclusiva que conecta España y China a través de experiencias únicas y creativas",
    "descriptViajes": "Viajes culturales y de aventura a China, en grupo, con experiencias auténticas y acompañamiento local",
    "descriptClases": "Clases de chino dinámicas y prácticas, para todos los niveles, en grupo reducido y ambiente cercano",
    "descriptConsult": "Consultorías personalizadas para resolver dudas sobre China y España, negocios, estudios, cultura y trámites",
    "descriptUs": "Conoce al equipo de Creasia, su experiencia internacional y su pasión por conectar culturas",
    "descriptSuscribe": "Recibe novedades, actividades y oportunidades exclusivas de Creasia directamente en tu correo electrónico",
    "descriptMedia": "Síguenos en redes sociales para estar al día de eventos, noticias y experiencias de Creasia",
    "descriptNovedades": "Descubre las últimas noticias, actividades, viajes y proyectos que Creasia organiza para la comunidad",
    "descriptLegal": "Consulta la información legal, condiciones de uso y políticas de privacidad de la comunidad Creasia",
    "descriptContacto": "Contacta con el equipo de Creasia para resolver dudas, colaborar o solicitar información adicional",
    "activities": "Actividades",
    "viajes": "Viajes a China",
    "viajesInfo": "Descubre China de otra manera con nuestros viajes grupales organizados",
    "viajesTexto":"Viajar a China con Creasia es mucho más que hacer turismo: es sumergirse en una cultura milenaria de la mano de expertos locales y compartir la experiencia con un grupo diverso y entusiasta.<br /><br />Disfruta de la gastronomía tradicional, explora paisajes impresionantes y participa en talleres culturales que te acercarán a las costumbres chinas con el acompañamiento de nuestro equipo.",
    "viajesFechas": "Para organizar grupos y fechas...",
    "viajesCuando": "¿Cuándo te gustaría viajar?",
    "viajesDesde": "Desde: ",
    "viajesHasta": "Hasta:&nbsp;",
    "viajesSuscribe":"Si deseas recibir información sobre fechas de viajes planeados <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "cafe": "Desayunos y chino",
    "cafeInfo": "Aprende chino y conoce gente mientras disfrutas de un buen café",
    "cafeTexto": "En las clases de chino de Creasia disfrutarás aprendiendo el idioma en un ambiente relajado, mientras tomas un café y compartes experiencias con personas de diferentes culturas.<br/><br/>Nuestros profesores nativos te guiarán de forma práctica y dinámica, adaptando las lecciones a todos los niveles y necesidades.<br/><br/>Fomentamos la conversación y la participación activa para que pierdas el miedo a hablar y avances rápidamente.<br/><br/>Además, tendrás la oportunidad de hacer nuevos amigos y conocer más sobre la cultura china en cada encuentro.<br/><br/>Ven a aprender, disfrutar y conectar con Creasia.",
    "cafeSuscribe": "Si deseas recibir más información sobre nuestras clases de chino <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "consulting": "Consultoría",
    "consultingInfo": "Te conectamos con empresas o entidades para resolver tus inquietudes",
    "consultingTexto": "Con la consultoría de Creasia, recibirás asesoramiento personalizado para resolver todas tus dudas sobre China y España, ya sea en temas de negocios, estudios, trámites, cultura o vida cotidiana.<br/><br/>Nuestro equipo, con amplia experiencia internacional, te acompaña en cada paso para que tomes decisiones informadas y seguras.<br/><br/>Analizamos tu situación de manera individual, proponiendo soluciones prácticas y adaptadas a tus necesidades.<br/><br/>Ya sea que busques expandir tu empresa, iniciar estudios, gestionar documentos o comprender mejor la cultura, estamos aquí para ayudarte.<br/><br/>Descubre cómo podemos facilitar tu camino y conectar tus proyectos entre ambos países.<br/><br/>Confía en Creasia para avanzar con éxito en tus objetivos personales o profesionales.",
    "consultingSuscribe": "Si deseas recibir información sobre opciones de consultoría <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "nosotros": "Nosotros",
    "contenido": "Contenido",
    "aboutDescription": "Carlota vivió en China por siete años. Heng vivió en España por nueve años y Rubén da el apoyo informático.",
    "us": "Nosotros",
    "suscribe": "Suscríbete",
    "media": "Social",
    "novedades": "Novedades",
    "legal": "Legal",
    "contacto": "Contáctanos"
  },
  "en": {
    "welcome": "Welcome to...",
    "viajaCon": "Travel with...",
    "cafeCon": "Learn Chinese with...",
    "consultaCon": "Consulting with...",
    "sobreCon": "Who we are...",
    "sucribeCon": "Subscribe to...",
    "socialCon": "Social media...",
    "novedadCon": "News from...",
    "legalCon": "Legal information...",
    "contactoCon": "Contact with...",
    "title": "CREASIA",
    "description": "An inclusive community that connects Spain and China through unique and creative experiences.",
    "descriptViajes": "Cultural and adventure trips to China, in groups, with authentic experiences and local guidance.",
    "descriptClases": "Dynamic and practical Chinese classes for all levels, in small groups and a friendly atmosphere.",
    "descriptConsult": "Personalized consulting to answer questions about China and Spain, business, studies, culture, and procedures.",
    "descriptUs": "Meet the Creasia team, their international experience and passion for connecting cultures.",
    "descriptSuscribe": "Get news, activities and exclusive opportunities from Creasia directly to your email inbox.",
    "descriptMedia": "Follow us on social media to stay up to date with Creasia events, news and experiences.",
    "descriptNovedades": "Discover the latest news, activities, trips and projects that Creasia organizes for the community.",
    "descriptLegal": "Check legal information, terms of use and privacy policies of the Creasia community.",
    "descriptContacto": "Contact the Creasia team to resolve questions, collaborate or request additional information.",
    "activities": "Activities",
    "viajes": "Trips to China",
    "viajesInfo": "Discover China in a different way with our organized group trips",
    "viajesTexto": "Traveling to China with Creasia is much more than tourism: it is immersing yourself in an ancient culture with local experts and sharing the experience with a diverse and enthusiastic group.<br /><br />Enjoy traditional cuisine, explore breathtaking landscapes, and take part in cultural workshops that will bring you closer to Chinese customs with the support of our team.",
    "viajesFechas": "To organize groups and dates, contact us.",
    "viajesCuando": "When would you like to travel?",
    "viajesDesde": "From: ",
    "viajesHasta": "To:&nbsp;",
    "viajesSuscribe": "If you want to receive information about planned trip dates, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "cafe": "Breakfast & Chinese",
    "cafeInfo": "Learn Chinese and meet people while enjoying a good coffee",
    "cafeTexto": "In Creasia's Chinese classes, you will enjoy learning the language in a relaxed environment while having coffee and sharing experiences with people from different cultures.<br/><br/>Our native teachers will guide you in a practical and dynamic way, adapting lessons to all levels and needs.<br/><br/>We encourage conversation and active participation so you lose the fear of speaking and progress quickly.<br/><br/>You will also have the opportunity to make new friends and learn more about Chinese culture at each meeting.<br/><br/>Come to learn, enjoy, and connect with Creasia.",
    "cafeSuscribe": "If you want to receive more information about our Chinese classes, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "consulting": "Consulting",
    "consultingInfo": "We connect you with companies or organizations to solve your questions",
    "consultingTexto": "With Creasia's consulting service, you will receive personalized advice to resolve all your questions about China and Spain, whether in business, studies, procedures, culture, or daily life.<br/><br/>Our team, with extensive international experience, will accompany you every step of the way so you can make informed and safe decisions.<br/><br/>We analyze your situation individually, offering practical solutions tailored to your needs.<br/><br/>Whether you want to expand your business, start studies, manage documents, or better understand the culture, we are here to help.<br/><br/>Discover how we can facilitate your journey and connect your projects between both countries.<br/><br/>Trust Creasia to successfully advance your personal or professional goals.",
    "consultingSuscribe": "If you want to receive information about consulting options, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "nosotros": "About Us",
    "contenido": "Content",
    "aboutDescription": "Carlota lived in China for seven years. Heng lived in Spain for nine years, and Rubén provides IT support.",
    "us": "About us",
    "suscribe": "Subscribe",
    "media": "Social media",
    "novedades": "News",
    "legal": "Legal",
    "contacto": "Contact us"
  },
  "zh": {
    "welcome": "欢迎来到...",
    "viajaCon": "与...一起旅行",
    "cafeCon": "学中文...",
    "consultaCon": "咨询服务...",
    "sobreCon": "我们是谁...",
    "sucribeCon": "订阅...",
    "socialCon": "社交媒体...",
    "novedadCon": "最新动态...",
    "legalCon": "法律信息...",
    "contactoCon": "联系我们...",
    "title": "CREASIA",
    "description": "一个包容的社区，通过独特而有创意的体验连接西班牙和中国。",
    "descriptViajes": "文化与探险之旅，团队出行，体验真实中国，享受本地陪同与独特活动。",
    "descriptClases": "中文课程生动实用，适合各个水平，小班授课，氛围亲切友好。",
    "descriptConsult": "为中国和西班牙相关问题、商务、学习、文化和手续提供个性化咨询服务。",
    "descriptUs": "了解Creasia团队，国际经验丰富，热衷于连接不同文化。",
    "descriptSuscribe": "订阅Creasia，第一时间获取活动、新闻和专属机会，直达您的邮箱。",
    "descriptMedia": "关注我们的社交媒体，及时了解Creasia的活动、新闻和精彩体验。",
    "descriptNovedades": "发现Creasia为社区组织的最新新闻、活动、旅行和项目。",
    "descriptLegal": "查阅Creasia社区的法律信息、使用条款和隐私政策。",
    "descriptContacto": "联系Creasia团队，解答疑问、合作或获取更多信息。",
    "activities": "活动",
    "viajes": "中国之旅",
    "viajesInfo": "通过我们的团体游，以不同的方式探索中国",
    "viajesTexto": "与 Creasia 一起去中国旅行不仅仅是旅游：这是在本地专家的带领下沉浸于千年文化，并与多元而热情的团队共同体验。<br /><br />享受传统美食，探索壮丽风景，参加文化工作坊，在我们团队的陪伴下深入了解中国习俗。",
    "viajesFechas": "如需组织团体和日期，请联系我们。",
    "viajesCuando": "你想什么时候去旅行？",
    "viajesDesde": "从：",
    "viajesHasta": "到：&nbsp;",
    "viajesSuscribe": "如果你想获取计划旅行日期的信息，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "cafe": "早餐与中文",
    "cafeInfo": "一边享用美味咖啡，一边学习中文、结识朋友",
    "cafeTexto": "在 Creasia 的中文课程中，你将在轻松的氛围中学习语言，一边喝咖啡，一边与来自不同文化的人分享经验。<br/><br/>我们的母语教师将以实用和动态的方式指导你，根据所有水平和需求调整课程内容。<br/><br/>我们鼓励对话和积极参与，让你不再害怕开口说话，快速进步。<br/><br/>你还将有机会结识新朋友，在每次聚会中更多地了解中国文化。<br/><br/>来 Creasia 学习、享受并建立联系吧。",
    "cafeSuscribe": "如果你想获取更多关于我们中文课程的信息，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "consulting": "咨询",
    "consultingInfo": "我们为你对接企业或机构，解决你的疑问",
    "consultingTexto": "通过 Creasia 的咨询服务，您将获得关于中国和西班牙的个性化建议，无论是商务、学习、手续、文化还是日常生活。<br/><br/>我们拥有丰富国际经验的团队会在每一步为您提供支持，帮助您做出明智且安全的决策。<br/><br/>我们会根据您的具体情况，提出切实可行且贴合需求的解决方案。<br/><br/>无论您是想拓展业务、开始学习、办理文件还是更好地了解文化，我们都能为您提供帮助。<br/><br/>发现我们如何助力您的发展，连接两国项目。<br/><br/>信任 Creasia，助您实现个人或职业目标。",
    "consultingSuscribe": "如果您想获取关于咨询服务的更多信息，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "nosotros": "关于我们",
    "contenido": "内容",
    "aboutDescription": "Carlota 在中国生活了七年。Heng 在西班牙生活了九年，而 Rubén 提供了 IT 支持。",
    "us": "关于我们",
    "suscribe": "订阅",
    "media": "社交媒体",
    "novedades": "新闻",
    "legal": "法律声明",
    "contacto": "联系我们"
  }
}