{
  "es": {
    "welcome": "Bienvenido a...",
    "viajaCon": "Viaja con...",
    "cafeCon": "Aprende chino con...",
    "consultaCon": "Consultorías con...",
    "sobreCon": "Qienes somos...",
    "sucribeCon": "Suscríbete a...",
    "socialCon": "Redes sociales...",
    "novedadCon": "Novedades de...",
    "legalCon": "Información legal...",
    "contactoCon": "Contacta con...",
    "title": "CREASIA",
    "description": "Una comunidad inclusiva que conecta España y China a través de experiencias únicas y creativas",
    "descriptViajes": "Viajes culturales y de aventura a China, en grupo, con experiencias auténticas y acompañamiento local",
    "descriptClases": "Clases de chino dinámicas y prácticas, para todos los niveles, en grupo reducido y ambiente cercano",
    "descriptConsult": "Consultorías personalizadas para resolver dudas sobre China y España, negocios, estudios, cultura y trámites",
    "descriptUs": "Conoce al equipo de Creasia, su experiencia internacional y su pasión por conectar culturas",
    "descriptSuscribe": "Recibe novedades, actividades y oportunidades exclusivas de Creasia directamente en tu correo electrónico",
    "descriptMedia": "Síguenos en redes sociales para estar al día de eventos, noticias y experiencias de Creasia",
    "descriptNovedades": "Descubre las últimas noticias, actividades, viajes y proyectos que Creasia organiza para la comunidad",
    "descriptLegal": "Consulta la información legal, condiciones de uso y políticas de privacidad de la comunidad Creasia",
    "descriptContacto": "Contacta con el equipo de Creasia para resolver dudas, colaborar o solicitar información adicional",
    "activities": "Actividades",
    "viajes": "Viajes a China",
    "viajesInfo": "Descubre China de otra manera con nuestros viajes grupales organizados",
    "viajesTexto":"Viajar a China con Creasia es mucho más que hacer turismo: es sumergirse en una cultura milenaria de la mano de expertos locales y compartir la experiencia con un grupo diverso y entusiasta.<br /><br />Disfruta de la gastronomía tradicional, explora paisajes impresionantes y participa en talleres culturales que te acercarán a las costumbres chinas con el acompañamiento de nuestro equipo.",
    "viajesFechas": "Para organizar grupos y fechas...",
    "viajesCuando": "¿Cuándo te gustaría viajar?",
    "viajesDesde": "Desde: ",
    "viajesHasta": "Hasta:&nbsp;",
    "viajesSuscribe":"Si deseas recibir información sobre fechas de viajes planeados <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "cafe": "Desayunos y chino",
    "cafeInfo": "Aprende chino y conoce gente mientras disfrutas de un buen café",
    "cafeTexto": "En las clases de chino de Creasia disfrutarás aprendiendo el idioma en un ambiente relajado, mientras tomas un café y compartes experiencias con personas de diferentes culturas.<br/><br/>Nuestros profesores nativos te guiarán de forma práctica y dinámica, adaptando las lecciones a todos los niveles y necesidades.<br/><br/>Fomentamos la conversación y la participación activa para que pierdas el miedo a hablar y avances rápidamente.<br/><br/>Además, tendrás la oportunidad de hacer nuevos amigos y conocer más sobre la cultura china en cada encuentro.<br/><br/>Ven a aprender, disfrutar y conectar con Creasia.",
    "cafeSuscribe": "Si deseas recibir más información sobre nuestras clases de chino <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "consulting": "Consultoría",
    "consultingInfo": "Te conectamos con empresas o entidades para resolver tus inquietudes",
    "consultingTexto": "Con la consultoría de Creasia, recibirás asesoramiento personalizado para resolver todas tus dudas sobre China y España, ya sea en temas de negocios, estudios, trámites, cultura o vida cotidiana.<br/><br/>Nuestro equipo, con amplia experiencia internacional, te acompaña en cada paso para que tomes decisiones informadas y seguras.<br/><br/>Analizamos tu situación de manera individual, proponiendo soluciones prácticas y adaptadas a tus necesidades.<br/><br/>Ya sea que busques expandir tu empresa, iniciar estudios, gestionar documentos o comprender mejor la cultura, estamos aquí para ayudarte.<br/><br/>Descubre cómo podemos facilitar tu camino y conectar tus proyectos entre ambos países.<br/><br/>Confía en Creasia para avanzar con éxito en tus objetivos personales o profesionales.",
    "consultingSuscribe": "Si deseas recibir información sobre opciones de consultoría <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "nosotros": "Nosotros",
    "contenido": "Contenido",
    "aboutDescription": "Carlota vivió en China por siete años. Heng vivió en España por nueve años y Rubén da el apoyo informático.",
    "us": "Nosotros",
    "usTexto": "Carlota vivió en China por siete años, donde se sumergió en la cultura, el idioma y la vida cotidiana, adquiriendo una perspectiva única sobre el país.<br/><br/>Heng vivió en España durante nueve años, experimentando de cerca las costumbres, la sociedad y el idioma español, lo que le permite comprender ambas culturas en profundidad.<br/><br/>Ambas aportan una visión complementaria y enriquecedora sobre la conexión entre China y España.<br/><br/>Rubén, por su parte, ofrece el apoyo informático necesario para que Creasia funcione de manera eficiente y segura.<br/><br/>Juntos forman un equipo comprometido en acercar culturas, facilitar experiencias auténticas y acompañar a la comunidad en cada paso de su camino.",
    "usSuscribe": "Si deseas que te enviemos más información y poder contactar con nosotros  <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "suscribe": "Suscríbete",
    "suscribeText": "Suscribiéndote a Creasia recibirás en tu correo electrónico información exclusiva sobre nuestras actividades, novedades y oportunidades.<br/><br/>Mantente al día de los próximos viajes a China, talleres culturales, clases de chino y eventos especiales organizados por nuestro equipo.<br/><br/>Sé el primero en enterarte de nuevas propuestas, descuentos y experiencias únicas pensadas para la comunidad Creasia.<br/><br/>¡Únete a nuestra comunidad y recibe todo lo que Creasia puede ofrecerte directamente en tu email!",
    "nombreForm": "Nombre(*):",
    "apellidosForm": "Apellidos:",
    "emailForm": "E-mail(*):",
    "telefonoForm": "Teléfono:",
    "edadForm": "Edad:",
    "comentForm": "Comentarios:",
    "mandatoryForm": "(*): campos obligatorios",
    "media": "Social",
    "mediaText": "Creasia está presente en redes sociales para que puedas mantenerte informado y conectado con nuestra comunidad en todo momento.<br/><br/>Síguenos para descubrir novedades sobre viajes, talleres, clases de chino y eventos culturales que organizamos tanto en España como en China.<br/><br/>Únete a nuestros grupos y participa en actividades, conoce a otras personas interesadas y forma parte de una red multicultural.<br/><br/>¡No te pierdas ninguna actualización y mantente en contacto con Creasia a través de nuestras redes sociales!",
    "mediaSuscribe": "Si deseas recibir más información <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "novedades": "Novedades",
    "novedadesTexto": "Descubre todas las novedades de Creasia y mantente al día de nuestras últimas actividades y propuestas.<br/><br/>Aquí encontrarás información actualizada sobre próximos viajes, talleres, clases de chino y eventos culturales tanto en España como en China.<br/><br/>Compartimos noticias relevantes, experiencias de nuestra comunidad y oportunidades únicas para que no te pierdas nada.<br/><br/>Consulta esta sección regularmente para estar informado de todo lo que Creasia organiza y ofrece.<br/><br/>¡Sigue nuestras novedades y forma parte activa de nuestra comunidad multicultural!",
    "novedadesSuscribe": "Si deseas que te enviemos más información y no perderte nada   <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>suscríbete</a> a Creasia.",
    "legal": "Legal",
    "legalTexto": "<strong>1. Información General</strong><br/><br/>Creasia es una entidad dedicada a la organización de actividades culturales, viajes, formación y consultoría entre España y China. El acceso y uso de este sitio web implica la aceptación de las presentes condiciones legales.<br/><br/><strong>2. Protección de Datos Personales</strong><br/><br/>Los datos personales facilitados a través de los formularios de Creasia serán tratados de acuerdo con la normativa vigente en materia de protección de datos (Reglamento UE 2016/679 y Ley Orgánica 3/2018).<br/><br/>La finalidad del tratamiento es la gestión de la relación con los usuarios, el envío de información sobre actividades, novedades y servicios de Creasia, así como la atención de consultas.<br/><br/>Los datos no serán cedidos a terceros salvo obligación legal.<br/><br/>El usuario puede ejercer sus derechos de acceso, rectificación, supresión, limitación, oposición y portabilidad mediante la sección <a href='/contacta' style='color: #d4a017; text-decoration: underline;'>Contáctanos</a>.<br/><br/>Si desea darse de baja de nuestras comunicaciones, también puede solicitarlo a través de la misma página de contacto.<br/><br/><strong>3. Exención de Responsabilidad sobre Viajes y Actividades</strong><br/><br/>Creasia actúa como intermediario en la organización de viajes y actividades culturales, colaborando con proveedores externos. No se responsabiliza de posibles incidencias, retrasos, cancelaciones, cambios de itinerario, accidentes, pérdidas o daños que puedan producirse durante la realización de los viajes o actividades.<br/><br/>Los participantes son responsables de cumplir con los requisitos legales y sanitarios necesarios para viajar, así como de contratar los seguros pertinentes.<br/><br/><strong>4. Contenidos y Propiedad Intelectual</strong><br/><br/>Todos los contenidos de este sitio web, incluyendo textos, imágenes, logotipos y diseños, son propiedad de Creasia o de sus respectivos titulares y están protegidos por la legislación de propiedad intelectual.<br/><br/>Queda prohibida la reproducción, distribución o comunicación pública de los contenidos sin autorización expresa.<br/><br/><strong>5. Enlaces Externos</strong><br/><br/>Este sitio web puede contener enlaces a páginas externas. Creasia no se responsabiliza del contenido, exactitud o funcionamiento de dichas páginas, ni de los posibles daños que puedan derivarse del acceso a las mismas.<br/><br/><strong>6. Actualización y Modificación</strong><br/><br/>Creasia se reserva el derecho de modificar, actualizar o eliminar cualquier información contenida en este sitio web, así como la presente política legal, en cualquier momento y sin previo aviso.<br/><br/><strong>7. Legislación Aplicable y Jurisdicción</strong><br/><br/>Las presentes condiciones legales se rigen por la legislación española. Para cualquier controversia derivada del acceso o uso de este sitio web, las partes se someten a los Juzgados y Tribunales de Madrid, salvo que la ley disponga lo contrario.",
    "legalSuscribe": "Si deseas más información o ejercer tus derechos, por favor visita la página de <a href='/contacta' style='color: #d4a017; text-decoration: underline;'>Contáctanos</a>.",
    "contacto": "Contáctanos",
    "contactoTexto": "Si tienes cualquier consulta, sugerencia o necesitas información adicional sobre nuestros servicios, no dudes en ponerte en contacto con el equipo de Creasia.<br/><br/>Estamos a tu disposición para resolver tus dudas sobre viajes, actividades, formación, consultoría o cualquier otro aspecto relacionado con nuestra comunidad.<br/><br/>También puedes utilizar este formulario para ejercer tus derechos sobre protección de datos, solicitar la baja de comunicaciones o comunicar cualquier incidencia.<br/><br/>Tu opinión es importante para nosotros y nos ayuda a mejorar cada día. ¡Esperamos tu mensaje!",
    "contactoContenido": "Contenido:",
    "contactoMail": "E-mail:",
    "botonEnviar": "Enviar",
    "botonSuscribirme": "Suscribirme"
  },
  "en": {
    "welcome": "Welcome to...",
    "viajaCon": "Travel with...",
    "cafeCon": "Learn Chinese with...",
    "consultaCon": "Consulting with...",
    "sobreCon": "Who we are...",
    "sucribeCon": "Subscribe to...",
    "socialCon": "Social media...",
    "novedadCon": "News from...",
    "legalCon": "Legal information...",
    "contactoCon": "Contact with...",
    "title": "CREASIA",
    "description": "An inclusive community that connects Spain and China through unique and creative experiences.",
    "descriptViajes": "Cultural and adventure trips to China, in groups, with authentic experiences and local guidance.",
    "descriptClases": "Dynamic and practical Chinese classes for all levels, in small groups and a friendly atmosphere.",
    "descriptConsult": "Personalized consulting to answer questions about China and Spain, business, studies, culture, and procedures.",
    "descriptUs": "Meet the Creasia team, their international experience and passion for connecting cultures.",
    "descriptSuscribe": "Get news, activities and exclusive opportunities from Creasia directly to your email inbox.",
    "descriptMedia": "Follow us on social media to stay up to date with Creasia events, news and experiences.",
    "descriptNovedades": "Discover the latest news, activities, trips and projects that Creasia organizes for the community.",
    "descriptLegal": "Check legal information, terms of use and privacy policies of the Creasia community.",
    "descriptContacto": "Contact the Creasia team to resolve questions, collaborate or request additional information.",
    "activities": "Activities",
    "viajes": "Trips to China",
    "viajesInfo": "Discover China in a different way with our organized group trips",
    "viajesTexto": "Traveling to China with Creasia is much more than tourism: it is immersing yourself in an ancient culture with local experts and sharing the experience with a diverse and enthusiastic group.<br /><br />Enjoy traditional cuisine, explore breathtaking landscapes, and take part in cultural workshops that will bring you closer to Chinese customs with the support of our team.",
    "viajesFechas": "To organize groups and dates, contact us.",
    "viajesCuando": "When would you like to travel?",
    "viajesDesde": "From: ",
    "viajesHasta": "To:&nbsp;",
    "viajesSuscribe": "If you want to receive information about planned trip dates, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "cafe": "Breakfast & Chinese",
    "cafeInfo": "Learn Chinese and meet people while enjoying a good coffee",
    "cafeTexto": "In Creasia's Chinese classes, you will enjoy learning the language in a relaxed environment while having coffee and sharing experiences with people from different cultures.<br/><br/>Our native teachers will guide you in a practical and dynamic way, adapting lessons to all levels and needs.<br/><br/>We encourage conversation and active participation so you lose the fear of speaking and progress quickly.<br/><br/>You will also have the opportunity to make new friends and learn more about Chinese culture at each meeting.<br/><br/>Come to learn, enjoy, and connect with Creasia.",
    "cafeSuscribe": "If you want to receive more information about our Chinese classes, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "consulting": "Consulting",
    "consultingInfo": "We connect you with companies or organizations to solve your questions",
    "consultingTexto": "With Creasia's consulting service, you will receive personalized advice to resolve all your questions about China and Spain, whether in business, studies, procedures, culture, or daily life.<br/><br/>Our team, with extensive international experience, will accompany you every step of the way so you can make informed and safe decisions.<br/><br/>We analyze your situation individually, offering practical solutions tailored to your needs.<br/><br/>Whether you want to expand your business, start studies, manage documents, or better understand the culture, we are here to help.<br/><br/>Discover how we can facilitate your journey and connect your projects between both countries.<br/><br/>Trust Creasia to successfully advance your personal or professional goals.",
    "consultingSuscribe": "If you want to receive information about consulting options, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "nosotros": "About Us",
    "contenido": "Content",
    "aboutDescription": "Carlota lived in China for seven years. Heng lived in Spain for nine years, and Rubén provides IT support.",
    "us": "About us",
    "usTexto": "Carlota lived in China for seven years, immersing herself in the culture, language, and daily life, gaining a unique perspective on the country.<br/><br/>Heng lived in Spain for nine years, experiencing Spanish customs, society, and language firsthand, which allows her to deeply understand both cultures.<br/><br/>Both provide a complementary and enriching vision of the connection between China and Spain.<br/><br/>Rubén, for his part, provides the IT support necessary for Creasia to function efficiently and securely.<br/><br/>Together, they form a team committed to bringing cultures closer, facilitating authentic experiences, and supporting the community every step of the way.",
    "usSuscribe": "If you want us to send you more information and be able to contact us, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "suscribe": "Subscribe",
    "suscribeText": "By subscribing to Creasia, you will receive exclusive information about our activities, news, and opportunities directly to your email.<br/><br/>Stay up to date with upcoming trips to China, cultural workshops, Chinese classes, and special events organized by our team.<br/><br/>Be the first to know about new proposals, discounts, and unique experiences designed for the Creasia community.<br/><br/>Join our community and receive everything Creasia has to offer directly in your inbox!",
    "nombreForm": "First Name",
    "apellidosForm": "Last Name",
    "emailForm": "E-mail",
    "telefonoForm": "Phone",
    "edadForm": "Age",
    "comentForm": "Comments",
    "mandatoryForm": "(*): required fields",
    "media": "Social media",
    "mediaText": "Creasia is present on social media so you can stay informed and connected with our community at all times.<br/><br/>Follow us to discover news about trips, workshops, Chinese classes, and cultural events we organize both in Spain and China.<br/><br/>Join our groups and participate in activities, meet other interested people, and become part of a multicultural network.<br/><br/>Don't miss any updates and stay in touch with Creasia through our social networks!",
    "mediaSuscribe": "If you want to receive more information, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "novedades": "News",
    "novedadesTexto": "Discover all the latest news from Creasia and stay up to date with our most recent activities and proposals.<br/><br/>Here you will find updated information about upcoming trips, workshops, Chinese classes, and cultural events both in Spain and China.<br/><br/>We share relevant news, experiences from our community, and unique opportunities so you don't miss anything.<br/><br/>Check this section regularly to stay informed about everything Creasia organizes and offers.<br/><br/>Follow our news and become an active part of our multicultural community!",
    "novedadesSuscribe": "If you want us to send you more information and not miss anything, <a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>subscribe</a> to Creasia.",
    "legal": "Legal",
    "legalTexto": "<strong>1. General Information</strong><br/><br/>Creasia is an entity dedicated to organizing cultural activities, trips, training, and consulting between Spain and China. Accessing and using this website implies acceptance of these legal terms.<br/><br/><strong>2. Personal Data Protection</strong><br/><br/>Personal data provided through Creasia's forms will be processed in accordance with current data protection regulations (EU Regulation 2016/679 and Spanish Law 3/2018).<br/><br/>The purpose of processing is to manage the relationship with users, send information about Creasia's activities, news, and services, and respond to inquiries.<br/><br/>Data will not be shared with third parties except when legally required.<br/><br/>Users may exercise their rights of access, rectification, deletion, limitation, objection, and portability through the <a href='/contacta' style='color: #d4a017; text-decoration: underline;'>Contact us</a> section.<br/><br/>If you wish to unsubscribe from our communications, you can also request it through the same contact page.<br/><br/><strong>3. Disclaimer on Trips and Activities</strong><br/><br/>Creasia acts as an intermediary in organizing trips and cultural activities, collaborating with external providers. It is not responsible for possible incidents, delays, cancellations, itinerary changes, accidents, losses, or damages that may occur during the trips or activities.<br/><br/>Participants are responsible for meeting the legal and health requirements necessary to travel, as well as obtaining the relevant insurance.<br/><br/><strong>4. Content and Intellectual Property</strong><br/><br/>All content on this website, including texts, images, logos, and designs, is the property of Creasia or its respective owners and is protected by intellectual property law.<br/><br/>Reproduction, distribution, or public communication of the content is prohibited without express authorization.<br/><br/><strong>5. External Links</strong><br/><br/>This website may contain links to external pages. Creasia is not responsible for the content, accuracy, or operation of such pages, nor for any damages that may result from accessing them.<br/><br/><strong>6. Updates and Modifications</strong><br/><br/>Creasia reserves the right to modify, update, or delete any information contained on this website, as well as this legal policy, at any time and without prior notice.<br/><br/><strong>7. Applicable Law and Jurisdiction</strong><br/><br/>These legal terms are governed by Spanish law. For any dispute arising from access to or use of this website, the parties submit to the Courts and Tribunals of Madrid, unless otherwise provided by law.",
    "legalSuscribe": "If you want more information or to exercise your rights, please visit the <a href='/contacta' style='color: #d4a017; text-decoration: underline;'>Contact us</a> page.",
    "contacto": "Contact us",
    "contactoTexto": "If you have any questions, suggestions, or need additional information about our services, do not hesitate to contact the Creasia team.<br/><br/>We are at your disposal to answer your questions about trips, activities, training, consulting, or any other aspect related to our community.<br/><br/>You can also use this form to exercise your data protection rights, request to unsubscribe from communications, or report any incident.<br/><br/>Your opinion is important to us and helps us improve every day. We look forward to your message!",
    "contactoContenido": "Content:",
    "contactoMail": "E-mail:",
    "botonEnviar": "Send",
    "botonSuscribirme": "Subscribe"
  },
  "zh": {
    "welcome": "欢迎来到...",
    "viajaCon": "与...一起旅行",
    "cafeCon": "学中文...",
    "consultaCon": "咨询服务...",
    "sobreCon": "我们是谁...",
    "sucribeCon": "订阅...",
    "socialCon": "社交媒体...",
    "novedadCon": "最新动态...",
    "legalCon": "法律信息...",
    "contactoCon": "联系我们...",
    "title": "CREASIA",
    "description": "一个包容的社区，通过独特而有创意的体验连接西班牙和中国。",
    "descriptViajes": "文化与探险之旅，团队出行，体验真实中国，享受本地陪同与独特活动。",
    "descriptClases": "中文课程生动实用，适合各个水平，小班授课，氛围亲切友好。",
    "descriptConsult": "为中国和西班牙相关问题、商务、学习、文化和手续提供个性化咨询服务。",
    "descriptUs": "了解Creasia团队，国际经验丰富，热衷于连接不同文化。",
    "descriptSuscribe": "订阅Creasia，第一时间获取活动、新闻和专属机会，直达您的邮箱。",
    "descriptMedia": "关注我们的社交媒体，及时了解Creasia的活动、新闻和精彩体验。",
    "descriptNovedades": "发现Creasia为社区组织的最新新闻、活动、旅行和项目。",
    "descriptLegal": "查阅Creasia社区的法律信息、使用条款和隐私政策。",
    "descriptContacto": "联系Creasia团队，解答疑问、合作或获取更多信息。",
    "activities": "活动",
    "viajes": "中国之旅",
    "viajesInfo": "通过我们的团体游，以不同的方式探索中国",
    "viajesTexto": "与 Creasia 一起去中国旅行不仅仅是旅游：这是在本地专家的带领下沉浸于千年文化，并与多元而热情的团队共同体验。<br /><br />享受传统美食，探索壮丽风景，参加文化工作坊，在我们团队的陪伴下深入了解中国习俗。",
    "viajesFechas": "如需组织团体和日期，请联系我们。",
    "viajesCuando": "你想什么时候去旅行？",
    "viajesDesde": "从：",
    "viajesHasta": "到：&nbsp;",
    "viajesSuscribe": "如果你想获取计划旅行日期的信息，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "cafe": "早餐与中文",
    "cafeInfo": "一边享用美味咖啡，一边学习中文、结识朋友",
    "cafeTexto": "在 Creasia 的中文课程中，你将在轻松的氛围中学习语言，一边喝咖啡，一边与来自不同文化的人分享经验。<br/><br/>我们的母语教师将以实用和动态的方式指导你，根据所有水平和需求调整课程内容。<br/><br/>我们鼓励对话和积极参与，让你不再害怕开口说话，快速进步。<br/><br/>你还将有机会结识新朋友，在每次聚会中更多地了解中国文化。<br/><br/>来 Creasia 学习、享受并建立联系吧。",
    "cafeSuscribe": "如果你想获取更多关于我们中文课程的信息，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "consulting": "咨询",
    "consultingInfo": "我们为你对接企业或机构，解决你的疑问",
    "consultingTexto": "通过 Creasia 的咨询服务，您将获得关于中国和西班牙的个性化建议，无论是商务、学习、手续、文化还是日常生活。<br/><br/>我们拥有丰富国际经验的团队会在每一步为您提供支持，帮助您做出明智且安全的决策。<br/><br/>我们会根据您的具体情况，提出切实可行且贴合需求的解决方案。<br/><br/>无论您是想拓展业务、开始学习、办理文件还是更好地了解文化，我们都能为您提供帮助。<br/><br/>发现我们如何助力您的发展，连接两国项目。<br/><br/>信任 Creasia，助您实现个人或职业目标。",
    "consultingSuscribe": "如果您想获取关于咨询服务的更多信息，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "nosotros": "关于我们",
    "contenido": "内容",
    "aboutDescription": "Carlota 在中国生活了七年。Heng 在西班牙生活了九年，而 Rubén 提供了 IT 支持。",
    "us": "关于我们",
    "usTexto": "Carlota 在中国生活了七年，深入体验了当地的文化、语言和日常生活，对中国有着独特的见解。<br/><br/>Heng 在西班牙生活了九年，亲身体验了西班牙的风俗、社会和语言，使她能够深入理解两种文化。<br/><br/>两人共同为中西文化的交流带来了互补且丰富的视角。<br/><br/>Rubén 则为 Creasia 提供高效且安全的信息技术支持。<br/><br/>他们共同组成了一个致力于促进文化交流、提供真实体验并陪伴社区每一步的团队。",
    "usSuscribe": "如果你希望我们向你发送更多信息并能与我们联系，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "suscribe": "订阅",
    "suscribeText": "订阅 Creasia，您将通过电子邮件收到我们活动、新闻和专属机会的独家信息。<br/><br/>及时了解即将到来的中国之旅、文化讲座、中文课程和我们团队组织的特别活动。<br/><br/>第一时间获知为 Creasia 社区量身打造的新提案、折扣和独特体验。<br/><br/>加入我们的社区，直接在邮箱中接收 Creasia 为您带来的所有精彩内容！",
    "nombreForm": "名字",
    "apellidosForm": "姓氏",
    "emailForm": "电子邮件",
    "telefonoForm": "电话",
    "edadForm": "年龄",
    "comentForm": "留言",
    "mandatoryForm": "(*): 必填项",
    "media": "社交媒体",
    "mediaText": "Creasia 活跃于社交媒体，让你随时了解并与我们的社区保持联系。<br/><br/>关注我们，获取关于旅行、讲座、中文课程以及我们在西班牙和中国举办的文化活动的最新资讯。<br/><br/>加入我们的群组，参与各类活动，结识志同道合的朋友，成为多元文化网络的一员。<br/><br/>不要错过任何动态，通过社交媒体与 Creasia 保持联系！",
    "mediaSuscribe": "如果你想获取更多信息，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "novedades": "新闻",
    "novedadesTexto": "发现 Creasia 的所有最新动态，随时了解我们的最新活动和提案。<br/><br/>在这里，你可以获取关于即将到来的旅行、讲座、中文课程以及我们在西班牙和中国举办的文化活动的最新信息。<br/><br/>我们分享社区成员的经验、相关资讯和独特机会，确保你不错过任何精彩内容。<br/><br/>请定期查看本版块，及时了解 Creasia 组织和提供的一切。<br/><br/>关注我们的最新动态，积极参与我们的多元文化社区！",
    "novedadesSuscribe": "如果你希望我们向你发送更多信息并不错过任何内容，请<a href='/suscribete' style='color: #d4a017; text-decoration: underline;'>订阅</a>Creasia。",
    "legal": "法律声明",
    "legalTexto": "<strong>1. 基本信息</strong><br/><br/>Creasia 致力于在西班牙和中国之间组织文化活动、旅行、培训和咨询。访问和使用本网站即表示您接受本法律条款。<br/><br/><strong>2. 个人数据保护</strong><br/><br/>通过 Creasia 表单提供的个人数据将根据现行数据保护法规（欧盟条例2016/679和西班牙法律3/2018）进行处理。<br/><br/>数据处理的目的是管理与用户的关系，发送有关 Creasia 活动、新闻和服务的信息，以及回复咨询。<br/><br/>除法律要求外，数据不会提供给第三方。<br/><br/>用户可通过<a href='/contacta' style='color: #d4a017; text-decoration: underline;'>联系我们</a>页面行使访问、更正、删除、限制、反对和数据可携权利。<br/><br/>如需取消订阅我们的通讯，也可通过同一联系方式提出请求。<br/><br/><strong>3. 关于旅行和活动的免责声明</strong><br/><br/>Creasia 作为旅行和文化活动的中介，与外部供应商合作。对于旅行或活动期间可能发生的事故、延误、取消、行程变更、损失或损害，Creasia 不承担责任。<br/><br/>参与者有责任满足旅行所需的法律和健康要求，并购买相关保险。<br/><br/><strong>4. 内容与知识产权</strong><br/><br/>本网站所有内容，包括文本、图片、标志和设计，均为 Creasia 或其权利人所有，并受知识产权法保护。<br/><br/>未经明确授权，禁止复制、分发或公开传播本网站内容。<br/><br/><strong>5. 外部链接</strong><br/><br/>本网站可能包含指向外部页面的链接。Creasia 不对这些页面的内容、准确性或运行负责，也不对因访问这些页面可能造成的损害负责。<br/><br/><strong>6. 更新与修改</strong><br/><br/>Creasia 保留随时修改、更新或删除本网站任何信息及本法律政策的权利，恕不另行通知。<br/><br/><strong>7. 适用法律与司法管辖</strong><br/><br/>本法律条款受西班牙法律管辖。因访问或使用本网站而产生的任何争议，双方应提交马德里法院，除非法律另有规定。",
    "legalSuscribe": "如需获取更多信息或行使您的权利，请访问<a href='/contacta' style='color: #d4a017; text-decoration: underline;'>联系我们</a>页面。",
    "contacto": "联系我们",
    "contactoTexto": "如果您有任何疑问、建议或需要关于我们服务的更多信息，请随时联系 Creasia 团队。<br/><br/>我们随时为您解答关于旅行、活动、培训、咨询或社区相关的任何问题。<br/><br/>您也可以通过此表单行使您的数据保护权利、申请取消订阅或反馈任何问题。<br/><br/>您的意见对我们非常重要，能帮助我们不断改进。期待您的来信！",
    "contactoContenido": "内容：",
    "contactoMail": "电子邮件：",
    "botonEnviar": "发送",
    "botonSuscribirme": "订阅"
  }
}